[
    {"quote": "梦在前方，路在脚下。"},
    {"quote": "征程万里，初心不变。"},
    {"quote": "循大道，至万里。"},
    {"quote": "岁月不居，时节如流。"},
    {"quote": "悠悠万事，吃饭为大。"},
    {"quote": "征途漫漫，惟有奋斗。"},
    {"quote": "行百里者半九十。"},
    {"quote": "功成不必在我，功成必定有我。"},
    {"quote": "信仰如旗，引领方向。"},
    {"quote": "信念如磐，凝聚力量。"},
    {"quote": "理想信念之火一经点燃，就永远不会熄灭。"},
    {"quote": "刀要在石上磨、人要在事上练。"},
    {"quote": "不经风雨、不见世面是难以成大器的。"},
    {"quote": "力量在坚定信心中汇聚，目标在凝心聚力中实现。"},
    {"quote": "走过千山万水，还要跋山涉水；跨过雄关险隘，还要闯关夺隘。"},
    {"quote": "胸怀家国，每个人的目光都可以如此之辽阔，每个人的奋斗都将留下深深印记。"},
    {"quote": "传承有序，历史的接力棒传到当下；青春有为，复兴的重任挺膺担当。"},
    {"quote": "前进道路上，没有一帆风顺，只有风雨兼程。"},
    {"quote": "坚定文化自信，才能厚植家国情怀。"},
    {"quote": "诗在，精神之风骨就在，时代之朝气就在，中华之文脉就在，我们就在！。"},
    {"quote": "团结奋斗，是新时代一以贯之的主基调。"},
    {"quote": "逆水行舟，一篙不可放缓；滴水穿石，一滴不可弃滞。"},
    {"quote": "峥嵘过去彪炳史册，璀璨当下不断延伸，光明未来需要踏实开拓。"},
    {"quote": "青春气贯长虹，勇锐盖过怯弱，进取压倒苟安。"},
    {"quote": "生活没有标准答案，每个人都有自己的注脚。"},
    {"quote": "未经磨砺的灵魂没有深度，没有风暴的海洋是池塘。"},
    {"quote": "水的清澈，源于沉淀；心的通透，在于取舍。"},
    {"quote": "夜色难免黑凉，前行必有曙光。"},
    {"quote": "山河日月镌刻璀璨初心，八载春秋写就举世华章。"},
    {"quote": "岁月如歌，江山如画；精神如炬，信念如磐。"},
    {"quote": "涓涓细流，汇成大海；点点星光，照亮银河。"},
    {"quote": "岁月不饶人，我亦未曾饶过岁月。"},
    {"quote": "伟大事业必有精神之源。"},
    {"quote": "精神的火焰，永远向上。"},
    {"quote": "观今宜鉴古，无古不成今。"},
    {"quote": "旖旎风光，应在巍然高峰。"},
    {"quote": "攻坚克难，唯有勇毅笃行。"},
    {"quote": "给人以星火者，必怀火炬。"},
    {"quote": "事不避难，义不逃责。"},
    {"quote": "备豫不虞，为国常道。"},
    {"quote": "非知之难，行之惟难。"},
    {"quote": "厚植沃土，萃就精华。"},
    {"quote": "知命不惧，日日自新。"},
    {"quote": "因为真挚，所以动人。"},
    {"quote": "烈火炼真金，苦难铸辉煌。"},
    {"quote": "传承不守旧，创新不离根。"},
    {"quote": "民生无小事，枝叶总关情。"},
    {"quote": "文化兴国运兴，文化强民族强。"},
    {"quote": "沧桑砥砺正道，历史昭示未来。"},
    {"quote": "人类只有一个地球，人类也只有一个共同的未来。"},
    {"quote": "键对键不能代替面对面。"},
    {"quote": "命是自己的，运却和整个国家相关联。"},
    {"quote": "正步人生，从未稍息。"},
    {"quote": "星光不问赶路人，历史属于奋斗者。"},
    {"quote": "一寸山河一寸血，一抔热土一抔魂。"},
    {"quote": "乘风好去，长空万里，直下看山河。"},
    {"quote": "真相不是一块橡皮泥，可以随意揉捏。"},
    {"quote": "朝着阳光生长，黑夜就不再漫长。"},
    {"quote": "手里拿锤子的人，看什么都像钉子。"},
    {"quote": "船的力量在帆上，人的力量在心上。"},
    {"quote": "富脑袋和富口袋一样重要。"},
    {"quote": "一位英雄就是一个标杆，一群英雄就是一片高原。"},
    {"quote": "肩并肩坐在一起，是人类最美的姿态。"},
    {"quote": "心，永远都会是身体里最强壮的部位。"},
    {"quote": "全村的龙已经把最硬的鳞给你，哪怕自己伤痕累累。"},
    {"quote": "拼手速的时代，不妨让子弹多飞一会儿。"},
    {"quote": "衣白褂，破楼兰，赤子切记平安还。"},
    {"quote": "守正且创新，身正且行直，怀珠且抱玉。"},
    {"quote": "青山无言，永怀碧血；日月行天，以鉴丹心。"},
    {"quote": "心中有信仰，脚下有力量。坚定的理想信念，是我们前行的灯塔。"},
    {"quote": "志之所趋，无远弗届；穷山距海，不能限也。理想指引人生方向，信念决定事业成败。"},
    {"quote": "为中国人民谋幸福，为中华民族谋复兴，是共产党人的初心和使命。"},
    {"quote": "理想信念之火一经点燃，就永远不会熄灭，激励着我们在奋斗路上砥砺前行。"},
    {"quote": "使命呼唤担当，使命引领未来。以坚定的信念，扛起时代赋予的使命。"},
    {"quote": "胸怀理想、志存高远，把个人的理想追求融入国家和民族的事业中。"},
    {"quote": "坚定理想信念，必先知之而后信之，信之而后行之。"},
    {"quote": "用理想之光照亮奋斗之路，用信仰之力开创美好未来，肩负起时代赋予的使命担当。"},
    {"quote": "奋斗是人生的底色，坚持是成功的基石。没有一蹴而就的辉煌，只有不懈奋斗的坚持。"},
    {"quote": "千淘万漉虽辛苦，吹尽狂沙始到金。在奋斗的道路上，唯有坚持，才能收获成功。"},
    {"quote": "路虽远，行则将至；事虽难，做则必成。只要持续奋斗，再远的路也能到达。"},
    {"quote": "奋斗者从不惧困难，坚持者总能够胜利。以汗水浇灌希望，用坚持铸就成功。"},
    {"quote": "迷茫时读书，难过时运动，低谷时沉淀，独处时自省。"},
    {"quote": "夜色难免黑暗，前方必有曙光。"},
    {"quote": "当一个人身处低谷时，与其向别人诉苦抱怨，不如做好自己的摆渡人。"},
    {"quote": "愿你纵踩淤泥，也要心向光明。"},
    {"quote": "身处低谷，怎么走都是向上。"},
    {"quote": "请不要怀疑读书的价值，请不要误解善良的力量，请不要低估吃苦的回报。"},
    {"quote": "你看，一个人之所以快乐，正是因为懂得向前看。将不顺心的事甩在身后，才能看到未来的希望之光。"},
    {"quote": "追光的人，终会光芒万丈。"},
    {"quote": "有人说，每个人的世界都是一个圆，学习是半径，半径越大，拥有的世界就越广阔。"},
    {"quote": "追风赶月莫停留，平芜尽处是春山。"},
    {"quote": "我忍别人所不能忍的痛，吃别人不能吃的苦，就是为了收获别人得不到的收获。"},
    {"quote": "一个人使劲踮起脚尖靠近太阳的时候，全世界都挡不住她的阳光。"},
    {"quote": "不要愤懑起点太低，那只是我们站立的原点。人生是一段漫长的竞赛，有些人笑在开始，有些人却赢在最后。"},
    {"quote": "聚阳才能生焰，拢指才能聚拳。"},
    {"quote": "马克思说，时间是人类发展的空间。"},
    {"quote": "时光无言，映照赤诚初心，绘就恢宏史诗。"},
    {"quote": "历史，并非直线匀速行进的时间过程。"},
    {"quote": "天地转，光阴迫。"},
    {"quote": "江河之所以能冲开绝壁夺隘而出，是因其积聚了千里奔涌、万壑归流的洪荒伟力。"},
    {"quote": "历史的厚度，决定了攀登的高度。"},
    {"quote": "三千年前，中国镌刻于何尊内底；三千年后，中国镌刻在每一个华夏儿女的心底，成为我们的自信之基、力量之源。"},
    {"quote": "由树而观时间、思当下、谋未来。"},
    {"quote": "不谋万世者，不足谋一时。"},
    {"quote": "时间，是奋斗的方向，也是奋斗的方式。"},
    {"quote": "我们对时间的理解，是以百年、千年为计。"},
    {"quote": "发扬慢工出细活的精神，慢慢来，久久为功，搞成一件是一件。"},
    {"quote": "新时代是奋斗者的时代。"},
    {"quote": "只要有坚定的理想信念、不懈的奋斗精神，脚踏实地把每件平凡的事做好，一切平凡的人都可以获得不平凡的人生，一切平凡的工作都可以创造不平凡的成就。"},
    {"quote": "一个热爱祖国的人，必然热爱她的历史与文化。"},
    {"quote": "一个珍视自己历史与文化的民族，必然会像爱护生命那样爱护遗产文化。"},
    {"quote": "对每一个中国人来说，爱国是本分，也是职责，是心之所系、情之所归。"},
    {"quote": "在为国尽责中实现个人价值，在为民服务中展现人生风采，我们一定能靠勤劳双手创造更美好的明天。"},
    {"quote": "对于城市历史文化，保护是前提，传承是基础，创新是关键。"},
    {"quote": "不是单纯地束之高阁、区分保护，而是融合创新、开发利用。"},
    {"quote": "因时而兴，乘势而变，随时代而行，与时代同频共振。"},
    {"quote": "文化是最需要创新的领域，与时俱进是我国文化不断繁荣发展的强大动力。"},
    {"quote": "年轻一代对中华民族灿烂的文明从精神深处深刻认同，传承中华文化基因更加自觉，民族自豪感显著增强。"},
    {"quote": "理想之所以美，就是因为不管什么时候抬头去看，它都闪闪发亮。"},
    {"quote": "允许自己不完美，恰是完美的开始。"},
    {"quote": "最好的状态，不是你从不失误，而是你从没放弃成长。"},
    {"quote": "眼界不够，看到的都是问题，格局不够，纠结的都是鸡毛蒜皮。"},
    {"quote": "不要高估一年的积累，也不要低估十年的改变。"},
    {"quote": "所谓的人生开挂，不过是厚积薄发。"},
    {"quote": "你只管去做正确而重要的事，剩下的时间自会给你答案。"},
    {"quote": "时间从不辜负对拼搏者的允诺，汗水从不吝啬对奋斗者的褒奖。"},
    {"quote": "人性最大的愚蠢就是互相为难，人活着发自己的光就好，何必吹灭别人的光。"},
    {"quote": "人生匆匆自渡是一种能力，而渡人是一种格局。"},
    {"quote": "一个人如果不看书，那么他的价值观就会由他身边的人决定，因为他没有别的输入途径，只能模仿身边的人或者慢慢被环境所改变，周围流行什么，就跟随什么，永远找不到自己。"},
    {"quote": "这个世界没有不劳而获的事，想要得到回报，就需要认真付出。"},
    {"quote": "生活的馈赠，就藏在你日复一日的努力中，所有看似从天而降的幸运，都不过是厚积薄发的结果。"},
    {"quote": "任何消耗你的人和事，多看一眼都是你的不对。"},
    {"quote": "别在烂人、烂事上纠缠，保护好你所有的正能量。"},
    {"quote": "不要提前焦虑，也不要预支烦恼，生活就是见招拆招，日落归山海，山海藏深意。"},
    {"quote": "中国人民具有顽强生命力、深厚凝聚力、坚韧忍耐力、巨大创造力，永远是我们风雨无阻、高歌行进的根本力量。"},
    {"quote": "唯有精神上站得住、站得稳，一个民族才能在历史洪流中屹立不倒、挺立潮头。"},
    {"quote": "岁月不居，时节如流，唯有奋斗者能在时间的长河中镌刻下深深的印记。"},
    {"quote": "梦想如星，虽遥不可及，但却为前行者照亮漫漫征途。"},
    {"quote": "生活是一场充满挑战的旅程，勇者无畏，方能披荆斩棘。"},
    {"quote": "选择难走的路，往往能走到更高的地方。"},
    {"quote": "真正的勇敢，是明知风险仍选择担当。"},
    {"quote": "每一次转身，都是为了更好的抵达。"},
    {"quote": "在平凡的岗位上燃烧，就是最耀眼的星辰。"},
    {"quote": "伟大源于日复一日的坚守。"},
    {"quote": "没有天生的英雄，只有挺身而出的凡人。"},
    {"quote": "苔花如米小，也学牡丹开。"},
    {"quote": "时间是最好的裁判，努力是最响亮的答案。"},
    {"quote": "岁月从不会埋没真诚的付出。"},
    {"quote": "把每一天活成种子，未来才有森林。"},
    {"quote": "当下的耕耘，决定明天的收获。"},
    {"quote": "独行快，众行远;合抱之木，生于毫末。"},
    {"quote": "集体的力量，终将汇成江海。"},
    {"quote": "没有人是一座孤岛，互助是文明的底色。"},
    {"quote": "微光成炬，温暖世道。"},
    {"quote": "未来不在远方，就在你今天的脚下。"},
    {"quote": "现在的每一步，都在定义明天。"},
    {"quote": "希望是暗夜里的北斗，指引但不代劳。"},
    {"quote": "春天从不会缺席，它只是需要一点耐心。"},
    {"quote": "传统不是褪色的照片，而是流动的血液。"},
    {"quote": "文化在创新中永生。"},
    {"quote": "五千年的文明，十四亿人的接力。"},
    {"quote": "守住根脉，才能枝繁叶茂;不忘本来，才能开创未来。"},
    {"quote": "认识自己，是征服世界的开始。"},
    {"quote": "向内探索，方能向外突破。"},
    {"quote": "成长是撕掉标签的过程，而非贴上更多的壳。"},
    {"quote": "人生没有白走的路，弯路也是风景线。"},
    {"quote": "改革有破有立，得其法则事半功倍。"},
    {"quote": "面对经贸寒意，需抱团取暖;面对内卷式竞争，需共建竞合式生态。"},
    {"quote": "力量生于团结、在于协作。"},
    {"quote": "保持人的价值、追求人生意义，都是永恒的主题。"},
    {"quote": "历史的纵深感，是不谋万世者，不足谋一时的耐心。"},
    {"quote": "历史的纵深感，是一任接着一任干的定力。"},
    {"quote": "登高方有博见。"},
    {"quote": "共产党来了苦变甜。"},
    {"quote": "铸牢中华民族共同体意识。"},
    {"quote": "缺氧不缺精神、艰苦不怕吃苦、海拔高境界更高。"},
    {"quote": "具有引领力的新时代思政教育，绝不是刻板说教，而应激发共鸣。"},
    {"quote": "干部时时上心，群众才能事事放心。"},
    {"quote": "天下大事，必作于细。"},
    {"quote": "战旗猎猎铸忠魂，铁骨铮铮守河山。"},
    {"quote": "宁可呛几口水学会游泳，也不能在岸上犹豫观望。"},
    {"quote": "站在岸边学不会游泳，不经风雨练不出真功夫。"},
    {"quote": "游得远的人，不一定是游得最快的，但一定是最懂水流走向的。"},
    {"quote": "选择了守护先烈，就是选择了高擎精神的火炬。"},
    {"quote": "管住嘴，迈开腿。"},
    {"quote": "严于律己、严负其责、严管所辖。"},
    {"quote": "改革抓落实的过程，就是破解发展难题的过程。"},
    {"quote": "既要有时时放心不下的态度，也要有持续攻坚克难的方法。"},
    {"quote": "敢于走前人没有走过的路，善于蹚出适合自己的路。"},
    {"quote": "年岁有加，并非垂老;斗志丧失，方堕暮年。"},
    {"quote": "顽强拼搏、开拓创新、团结前进。"},
    {"quote": "时移势变，因势定策，乃运筹国家方略之道；辨势习策，同心共济，是决胜国家未来之途。"},
    {"quote": "和谐城市需要文化的滋养。"},
    {"quote": "群众利益是我们一切工作的出发点和落脚点。"},
    {"quote": "正确的决策是做好各项工作的重要前提。"},
    {"quote": "书痴者文必工，艺痴者技必良。"},
    {"quote": "久在樊笼里，复得返自然。"},
    {"quote": "大凡物不得其平则鸣。"},
    {"quote": "他人有心，予忖度之。"},
    {"quote": "人生自古谁无死，留取丹心照汗青。"},
    {"quote": "改革永无止境，发展任重道远。"},
    {"quote": "读书是门槛最低的高贵，思考是成本最低的成长，那些读过的文字终会沉淀成你的风骨。"},
    {"quote": "山高水长，怕什么来不及，慌什么到不了，天顺其然，地顺其性，人顺其变，一切都是刚刚好。"},
    {"quote": "新长征路上，有风有雨是常态，风雨无阻是心态，风雨兼程是状态。"},
    {"quote": "热爱是一个人内心最深沉持久的力量，它不是心血来潮的一闪念，也不会因为年节更替而稍纵即逝。"},
    {"quote": "坚持一次早起，多看一页书，多记一个单词。短期看似微小，长期积累便是人生的分水岭。"},
    {"quote": "生活不会辜负笨小孩，它只辜负装睡的人。"},
    {"quote": "望远镜可以望见远方的目标，却不能代替你走半步路。"},
    {"quote": "别贪心，我们不可能什么都有；别灰心，我们不可能什么都没有。"},
    {"quote": "只要开始出发，就赢过了那些还停留在起点的人，也就离你想要的生活更近了一步。"},
    {"quote": "人生是一个先完成，再完美的过程，只要开始出发，就能赢过徘徊在起点的自己。"},
    {"quote": "真正的优秀不是别人逼出来的，而是自己和自己死磕。"},
    {"quote": "现在的你，是十年前的你决定的，十年后的你，是现在的你决定的；种一棵树，最好是十年前，其次是现在。"},
    {"quote": "关关难过关关过，夜夜难熬夜夜熬，悲喜自渡，他人难悟；悄悄崩溃，默默自愈。"},
    {"quote": "那些读过的书，都会在未来铺就你脚下的路；学过的每一点知识，都会在某一天，以意想不到的方式回馈到你身上。"},
    {"quote": "把行动交给现在，把结果交给时间。"},
    {"quote": "顺境时学会清空自己，逆境时学会提醒自己，向内清醒，向外谦逊，美好才会与你不期而遇。"},
    {"quote": "请允许自己做自己，也允许别人做别人，你会活得更洒脱。"},
    {"quote": "道阻且长，行则将至；行而不辍，未来可期。"},
    {"quote": "身处低谷，怎么走都是向上；没有谁生来自带盔甲，但你可以让自己无坚不摧。"},
    {"quote": "人生不就是这样，经历过一次次考验才能成长；哪怕雨雪霏霏，也要追寻阳光。"},
    {"quote": "先努力优秀，再大方拥有。眼界不够，看到的都是问题；格局不够，纠结的都是鸡毛蒜皮。愿你熬过万丈孤苦，藏下星辰大海。"},
    {"quote": "不是每一回尝试，都必然能如愿，但每一回尝试，皆是希望的基石。"},
    {"quote": "奋斗者，正青春；有志者，事竟成。"},
    {"quote": "经风雨、见世面、壮筋骨、长才干。"},
    {"quote": "你所看到的惊艳，都曾被平庸历练。"},
    {"quote": "英雄就是普通人拥有一颗伟大的心。"},
    {"quote": "人生会有高光瞬间，也会有低谷时刻。"},
    {"quote": "只要热爱，山海皆可平，无处不风景。"},
    {"quote": "人生最好的贵人，就是努力向上的自己。"},
    {"quote": "坚持你的信仰和决心，你会变得更强大。"},
    {"quote": "一个人的成长底色，由所读之书来铺陈。"},
    {"quote": "在该奋斗的岁月里，对得起每一寸光阴。"},
    {"quote": "让汗水镌刻大地，时间必会绽放璀璨辉煌。"},
    {"quote": "岁月漫长，心怀热爱，携手共赴星辰大海。"},
    {"quote": "以刻苦学习汲取智慧，以传承创新勇攀高峰。"},
    {"quote": "只有努力让自己发光，对的人才会迎光而来。"},
    {"quote": "愿你成为自己的太阳，无需借谁的光。"},
    {"quote": "风可以吹起一张白纸，却无法吹走一只蝴蝶，因为生命的力量在于不顺从。"},
    {"quote": "年龄可能是一种负担，也可能是一种财富，就看自己用什么眼光去看它。"},
    {"quote": "总有人间一两风，填我十万八千梦。"},
    {"quote": "唯有坚持努力，才有赢的可能。那些你暗自努力的时光，终会照亮你前行的路。"},
    {"quote": "我把荆棘当作铺满鲜花的原野，人间便没有什么能把我折磨。"},
    {"quote": "青春虚度无所成，白首衔悲亦何及。"},
    {"quote": "一个人至少拥有一个梦想，心若没有栖息的地方，到哪里都是流浪。"},
    {"quote": "比你优秀的人还比你努力，这不是内卷，而是提醒和砥砺。"},
    {"quote": "如果一艘船不知道该驶向哪个港口，那么任何方向的风都不会是顺风。"},
    {"quote": "时代在变，我们的征途是星辰大海。"},
    {"quote": "在暗处执着生长，终有一日馥郁传香。"},
    {"quote": "路虽远，行则将至；事虽难，做则必成。"},
    {"quote": "不是看到光才坚持，而是坚持才能看到光。"},
    {"quote": "于高山之巅，方见大河奔涌；于群峰之上，更觉长风浩荡。"},
    {"quote": "追求的后面没有句号，人生也永远没有太晚的开始。只要你听从内心的召唤，勇于迈出第一步，人生的风景就永远是新奇的、美妙的。"},
    {"quote": "世间因少年挺身向前，而更加瑰丽。"},
    {"quote": "最慢的步伐不是跬步，而是徘徊；最快的脚步不是冲刺，而是坚持。"},
    {"quote": "实现梦想的过程从来都不是轻轻松松的，你要打败很多很多迷茫、委屈、懒惰、软弱，你可能随时要给自己打气加油，管住那个想退缩的自己。"},
    {"quote": "凌空蹈虚，难成千秋伟业；求真务实，方能善作善成。"},
    {"quote": "鲜衣怒马少年时，不负韶华行且知。"},
    {"quote": "少年当有凌云志，万里长空竞风流。"},
    {"quote": "山不让尘，川不辞盈。"},
    {"quote": "人生这条路很长，未来如星辰大海般璀璨，不必踌躇于过去的半亩方塘。那些所谓的遗憾，可能是一种成长；那些曾受过的伤，终会化作照亮前路的光。"},
    {"quote": "我们没有办法延续生命的长度，却可以增加生命的宽度和厚度。你读过的书、增长的见识、内心的涵养，是谁都拿不走的。"},
    {"quote": "总有一天你会明白，真正能治愈你的，从来不是时间，而是你心里的那段释怀和格局。只要你内心不慌乱，连世界都难影响你。"},
    {"quote": "在最难熬最平凡的日子里，默默努力，总有一天，你会站在最闪亮的地方；活成自己曾经渴望的模样。"},
    {"quote": "翻山越岭只为一场遇见，全力以赴只为一次改变。答案就在眼泪里，也凝结在汗水中、感官和心灵。"},
    {"quote": "惟其艰难，才更显勇毅；惟其笃行，才弥足珍贵。"},
    {"quote": "奋斗的征途，没有终点，只有连续不断的新起点。"},
    {"quote": "上坡路难走，力行则将至；顶风船难开，笃志则必达。"},
    {"quote": "坚如磐石的信心，只争朝夕的劲头，坚韧不拔的毅力。"},
    {"quote": "历尽苦难而不衰，屡经挫折而不屈，千锤百炼而愈强。"},
    {"quote": "不弃微末，才能臻于化境；不舍寸功，才能积流成海。"},
    {"quote": "咬定目标不放松，坚定信心加油干，鼓足拼劲勇争先。"},
    {"quote": "志在必得的信心，争分夺秒的状态，攻坚克难的干劲。"},
    {"quote": "生活的一大乐趣便是，完成别人认为你无法做到的事。"},
    {"quote": "生活的真谛从来都不在别处，就在日常一点一滴的奋斗里。"},
    {"quote": "不拿出点艰苦奋斗的劲头，实现梦想就只能是一场空谈。"},
    {"quote": "树木在森林中相依偎而生长，星辰在银河中因辉映而璀璨。"},
    {"quote": "山再高，往上攀，总能登顶；路再长，走下去，定能到达。"},
    {"quote": "树立想干事的雄心，增强能干事的信心，坚定干成事的决心。"},
    {"quote": "越到紧要关头，越要坚定信心；越到最后时刻，越要响鼓重锤。"},
    {"quote": "在学习中增长知识、锤炼品格，在工作中增长才干、练就本领。"},
    {"quote": "每次归程，都是为了更好出发；每次停歇，都是为了积攒力量。"},
    {"quote": "没有一朵花，从一开始就是花；没有一座山，不是泥土与岩石的累积。"},
    {"quote": "向上攀爬的艰辛，永远比原地俯瞰更让人热血沸腾。"},
    {"quote": "人生走过的每一步都算数，不是收获宝贵的经验，就是汲取深刻的教训。"},
    {"quote": "追风赶月莫停留，平芜尽处是春山。"},
    {"quote": "生活就是一边得到，一边失去、一边坚持、一边舍弃。可快、可慢、可进、可退，权衡之间，便是生活。"},
    {"quote": "鸟笼里飞不出翱翔雄鹰，温室里育不出傲雪寒梅。人这一世，格局很重要。你有多大格局，就有多广的天地。"},
    {"quote": "海有边际，林有尽头，在生命悠悠长路上，万事皆有转机，当我们感到前路迷茫，请你坚信，一切终有明朗。"},
    {"quote": "你是宇宙中无可替代的奇迹，值得被尊重，值得被呵护。无需因他人的目光伪装自己，也无需因外界的无端指责否定自己。"},
    {"quote": "暴雨在路人眼中是狼狈，在荷叶看来却是生命的滋养甘霖。思维的转变蕴含着突破困境的钥匙：所有惊涛，都是破浪者前行的助力。"},
    {"quote": "沉淀，是一种人生修行。在沉淀的时光里，过滤掉浮躁与虚荣，不随波逐流，也不盲目跟风。静下心来沉淀自己，才能遇见更好的自己。"},
    {"quote": "把拼搏交给当下，把收获交给时光。当你倾尽全力，必然会收获满意的成果。请相信，只要你一直奋勇向前，前方的征途定会洒满阳光。"},
    {"quote": "探索的长路上，登峰造极固然耀眼，但蛰伏方能沉淀气象万千。比答案更珍贵的是叩问的姿态。"},
    {"quote": "梦想从学习开始，事业靠本领成就。"},
    {"quote": "当处于人生低谷，每一步都是上坡路。"},
    {"quote": "月亮本无光，努力久了便会光芒万丈。"},
    {"quote": "没有'躺平'的青春，只有奔跑的岁月。"},
    {"quote": "青春由磨砺而出彩，人生因奋斗而升华。"},
    {"quote": "真正的成长，正是不断优于过去的自己。"},
    {"quote": "心相通，则情相融；志相同，则力相聚。"},
    {"quote": "拥有高远的志向，才能不畏浮云遮望眼。"},
    {"quote": "没有一朵花，一开始就是一朵花。生命是渐进的旅程，从种子到绽放需要时间沉淀。"},
    {"quote": "凯歌而行，不以山海为远；乘势而上，不以日月为限。"},
    {"quote": "人间总有一两风，填我十万八千梦。"},
    {"quote": "时代的考题已经列出，我们的答卷正在写就。"},
    {"quote": "生活是活给自己看的，你有多大成色，世界才会给你多大脸色。"},
    {"quote": "比你优秀的人还比你努力，这不是内卷和内耗，而是提醒和砥砺。"},
    {"quote": "只要你开始出发，就赢过了那些还停留在起点的人。"},
    {"quote": "真正的优秀不是别人逼出来的，而是自己和自己死磕。"},
    {"quote": "现在的你，是十年前的你决定的，十年后的你，是现在的你决定的。"},
    {"quote": "关关难过关关过，夜夜难熬夜夜熬，悲喜自渡，他人难悟。"},
    {"quote": "那些读过的书，都会在未来铺就你脚下的路。"},
    {"quote": "把行动交给现在，把结果交给时间。"},
    {"quote": "乐观和爱才是生活的解药，让我们迎着阳光，温暖前行。"},
    {"quote": "一切伟大成就，都是接续奋斗的结果；一切伟大事业，都需要在继往开来中推进。"},
    {"quote": "余生很长，不必慌张；你可以很努力，但千万别着急。"},
    {"quote": "心怀热爱，即使岁月荒芜，亦能奔赴山海，静待一树花开。"},
    {"quote": "追求的后面没有句号，人生也没有太晚的开始。"},
    {"quote": "天上尘，地下土。你选择什么样的方式，就会拥有什么样的人生。"},
    {"quote": "没有躺赢的捷径，只有奋斗的征程。"},
    {"quote": "抱怨身处黑暗，不如提灯前行。"},
    {"quote": "所有的一鸣惊人，都是厚积薄发。"},
    {"quote": "艰难方显勇毅，磨砺始得玉成。"},
    {"quote": "日月其迈，岁律更新。大风泱泱，大潮滂滂。"},
    {"quote": "百年大党初心如磐，亿万人民使命在肩。时间属于奋进者！历史属于奋进者！。"},
    {"quote": "五谷者，万民之命，国之重宝。"},
    {"quote": "精神如炬，信念如磐。一个国家、一个民族，在精神上有怎样的海拔，就能攀登怎样的高度。"},
    {"quote": "岁月为证，奋斗不止。"},
    {"quote": "心怀梦想，奋斗不已；目光向前，继续拼搏。"},
    {"quote": "一步一个脚印、一棒接着一棒，奋力奔跑、接续奋斗，必能成就梦想。"},
    {"quote": "温室里长不出参天大树，任何成功的取得都不是轻而易举的。"},
    {"quote": "用拼搏和奉献唱响青春之歌，就一定能不负韶华、不负时代。"},
    {"quote": "从挫折中汲取力量，每一次自我超越都是成长。"},
    {"quote": "世间事，没有随随便便的成功，也难有轻轻松松的捷径。"},
    {"quote": "成功的大门，永远是向敢于拼搏、善于挑战的人开启的。"},
    {"quote": "不必早早给自己的未来设限，对热爱的事业要敢试敢为。"},
    {"quote": "生活中的沟沟坎坎并非不能逾越，只要咬紧牙关，再坚持一下。"},
    {"quote": "自立者，人恒立之。"},
    {"quote": "理想是指引青年成长进步的灯塔。有了理想，奋斗才有目标，人生才有航向。"},
    {"quote": "一个人可以有很多志向，但人生最重要的志向应该同祖国和人民联系在一起。"},
    {"quote": "船到中流浪更急，人到半山路更陡。越是接近目标，越要咬紧牙关逆流而上。"},
    {"quote": "人生最好的贵人，就是努力向上的自己。"},
    {"quote": "滚石上山、爬坡过坎，蓄积千磨万击的韧性。"},
    {"quote": "身陷低谷时，往往就是人生转折点的开始。"},
    {"quote": "山高水长，怕什么来不及？天顺其然，地顺其性，一切都是刚刚好。"},
    {"quote": "破局才能走出僵局，只要你还在继续，就是上坡。"},
    {"quote": "人生，从外打破是压力，从内打破是成长。"},
    {"quote": "不谋全局者，不足谋一域。"},
    {"quote": "千难万险何所惧，大战大考炼真金。"},
    {"quote": "参天之木，必有其根；怀山之水，必有其源。"},
    {"quote": "风清则气正，气正则心齐，心齐则事成。"},
    {"quote": "时间的长河奔腾不息，有静水流深，也有惊涛骇浪。"},
    {"quote": "搏者不凡，惟实干者出彩，惟奋斗者英勇。"},
    {"quote": "能欣赏到最美风景的人，一定是那些驰而不息的实干者。"},
    {"quote": "好奇心是求取新知的动力源，不知足是再创佳绩的助推器。"},
    {"quote": "日日行不怕千万里，天天讲不吝千万言，时时做不惧千万事。"},
    {"quote": "于高山之巅，方见大河奔涌；于群峰之上，更觉长风浩荡。"},
    {"quote": "岁月因青春慨然以赴而更加静好，世间因少年挺身向前而更加瑰丽。"},
    {"quote": "青春气贯长虹，勇锐盖过怯弱，进取压倒苟安。奋斗两个字写在每一代中国青年的基因里。"},
    {"quote": "少年就是少年，他看春风不喜，看夏蝉不烦，看秋风不悲，看冬雪不叹，看满身富贵懒察觉，看不公不允敢面对，只因他是少年。"},
    {"quote": "生逢盛世，我们享受着新时代的和平阳光，书写着新时代的奋斗华章。"},
    {"quote": "仰望历史的天空，家国情怀熠熠生辉；跨越时间的长河，。"},
    {"quote": "正是青春信仰让我们的精神天空更为辽阔，正是青春追求让我们的时代画卷更为绚烂，正是青春志向让我们的奋斗坐标更为高远。"},
    {"quote": "乐观、向上、从容、自信，这是疫情当下的中国青年给人们留下的直观印象，更是这个伟大的时代赋予他们的精神力量。"},
    {"quote": "当前行的接力棒交接到当代青年手中的时候，他们毅然挺起坚实的臂膀，在人民需要的时刻挺身而出、迎难而上，用奉献与责任绘就新时代青年的青春担当。"},
    {"quote": "从抗击新冠肺炎疫情的青年突击队，到把奋斗身影定格在乡村希望田野上的青年第一书记，从'清澈的爱，只为中国'的戍边英雄，到奔赴偏远地区播撒梦想的支教群体，无数事实表明：'新时代的中国青年是好样的，是堪当大任的！。"},
    {"quote": "新时代更是奋斗者的时代。生逢盛世，当不负盛世。"},
    {"quote": "'一万年太久，只争朝夕。'历史只会眷顾坚定者、奋进者、搏击者，而不会等待犹豫者、懈怠者、畏难者。"},
    {"quote": "不是看到希望才坚持，而是坚持了才看到希望。"},
    {"quote": "你熬过的夜，终会变成照亮未来的光。"},
    {"quote": "最快的脚步不是冲刺，而是持续。"},
    {"quote": "生活从不亏欠谁，它给你一块阴影，必在不远处撒下阳光。"},
    {"quote": "顺境善待他人，逆境善待自己。"},
    {"quote": "乌云终将镶金边，所有失去会以另一种方式归来。"},
    {"quote": "推进中国式现代化，是一项前无古人的开创性事业，必然会遇到各种可以预料和难以预料的风险挑战、艰难险阻甚至惊涛骇浪，必须增强忧患意识，坚持底线思维，居安思危、未雨绸缪，敢于斗争、善于斗争，通过顽强斗争打开事业发展新天地。"},
    {"quote": "要保持战略清醒，对各种风险挑战做到胸中有数;保持战略自信，增强斗争的底气;保持战略主动，增强斗争本领。"},
    {"quote": "在复杂严峻的斗争中经风雨、见世面、壮筋骨、长才干。"},
    {"quote": "铆足干劲、开足马力，全力促发展、实干开新局!。"},
    {"quote": "车水马龙、机器隆隆、烟火气升腾……穿越疫情的阴霾，流动的中国展现出更加蓬勃的生机与活力。"},
    {"quote": "有效需求往往是通过高质量供给创造出来的。"},
    {"quote": "我们靠团结奋斗创造了辉煌历史，还要靠团结奋斗开辟美好未来。"},
    {"quote": "组织是'形'，思想是'魂'。"},
    {"quote": "大道至简，实干为要。"},
    {"quote": "在不弃微末、不舍寸功中开花结果，在日复一日、一点一滴的坚守中逐渐可感可及。"},
    {"quote": "你跑得慢，听到的是杂声;你跑得快，听到的只有风声。"},
    {"quote": "不论树的影子有多长，根永远扎在土里。"},
    {"quote": "人生就像马拉松。该跟跑的时候要学会跟跑，该冲刺的时候要敢于冲刺，该休整的时候要果断休整。"},
    {"quote": "天地一体，乘组一心。一个人的努力是加法，一个团队的努力是乘法。"},
    {"quote": "变化是永恒的。不过，人们总是需要为不确定增加确定性，以不变应对万变，在湍急的河流中锚定方向，让飘忽的箭头朝着靶心直直飞去。"},
    {"quote": "所谓'冠军品质'，其实就是从一个个简单的动作开始，一招一式反复练习，最终成就卓越。"},
    {"quote": "朝着梦想继续进发，无数奋斗者为自己加油打气。前行路上，有风有雨是常态，风雨无阻是心态，风雨兼程是状态。只要坚定信心、万众一心，踔厉奋发、笃行不怠，就没有任何力量可以阻挡我们实现更加美好生活的前进步伐。"},
    {"quote": "梦在前方，路在脚下。人类的美好理想，都不可能唾手可得，都离不开筚路蓝缕、手胼足胝的艰苦奋斗。"},
    {"quote": "有梦想、肯奋斗，就能向着更远的目标扬帆远航，见识更美的人生风景。忙于生计、条件有限、青春不再，哪一个都不是妨碍追梦的理由。"},
    {"quote": "人生因梦想而前行、因奋斗而成就。付出与收获的正相关关系，正是对所有人的激励。"},
    {"quote": "心中有光，脚下有路，每个人都能在追梦路上一往无前，书写与众不同的'人生剧本'。"},
    {"quote": "奋斗永远不晚，努力终有回报。不断实现自我突破的背后，是日复一日的坚持不懈，是全力以赴的勇毅笃行。"},
    {"quote": "天道酬勤是开启梦想之门的密码，锚定目标，撸起袖子加油干、一步一个脚印踏实走。"},
    {"quote": "走过昨天，新中国沧桑巨变、换了人间;走在今天，新时代日新月异、生机勃发;走向明天，新征程任重道远、前途光明。"},
    {"quote": "泱泱中华，历史何其悠久，文明何其博大，这是我们的自信之基、力量之源。"},
    {"quote": "走过光辉历程，走向光明未来，以团结凝聚力量，以奋斗铸就伟业，共同谱写中国式现代化的壮美华章，我们信心十足、力量十足。"},
    {"quote": "胸怀梦想的远征，从来不惧千山万水、无畏千难万险。"},
    {"quote": "从亿万人民投身改革发展的实践中，更能看到中华优秀传统文化的深厚积淀，中国开放包容、昂扬进取的时代风貌，中国人民的志气、骨气和底气。"},
    {"quote": "在筚路蓝缕中奋起，在改革开放中奋进，在新时代大潮中奋楫，实践充分证明，中国式现代化是强国建设、民族复兴的康庄大道，必将越走越宽广。"},
    {"quote": "有风有雨是常态，风雨无阻是心态，风雨兼程是状态。山再高，往上攀，总会登顶;路再长，走下去，定能到达。"},
    {"quote": "择一事终一生的执着专注;干一行钻一行的精益求精;偏毫厘不敢安的一丝不苟;千万锤成一器的卓越追求。"},
    {"quote": "不要小瞧心态的改变，那会让你重获新生。"},
    {"quote": "跳出原有的格局，用积极的心态，去学习新的思维方式，许多困难都能迎刃而解。"},
    {"quote": "真正的勇敢，不是只知道进，不知道退；而是在应进的时候，不退缩；该退的时候，不怕人嘲笑，敢于退让。"},
    {"quote": "别让人生就停留在当下，从现在开始，改变朋友圈、改变位置、改变心态和思维，去发现更好的生活，塑造更优秀的自己。"},
    {"quote": "少欲则心静，心静则事简，只有这样方能够挣脱繁华虚妄的羁绊，拥抱明确而简单的生活。"},
    {"quote": "近朱者赤，近墨者黑，居要好邻，同要好伴。"},
    {"quote": "梦想一旦被付诸行动，就会变得神圣。"},
    {"quote": "一个人可以非常清贫、困顿、低微，但是不可以没有梦想。只要梦想一天，只要梦想存在一天，就可以改变自己的处境。"},
    {"quote": "梦想就像黑夜里的北极星，给我们指引前进的方向。"},
    {"quote": "追逐梦想的过程，或许会疲惫不堪，但只要心中有梦，一切都值得。"},
    {"quote": "勇气不是没有恐惧，而是带着恐惧依然前行。"},
    {"quote": "把每一天活成种子，未来自有森林。"},
    {"quote": "有一种坚韧，叫靠自己。"},
    {"quote": "名的背后是业，把业做到精湛，名自扬。"},
    {"quote": "把平凡的日子过出光，是生活最动人的本事。"},
    {"quote": "新长征路上:风雨是常态，无阻是心态，兼程是状态。"},
    {"quote": "船的力量在帆上，人的力量在心上。"},
    {"quote": "成功没有捷径，只有非走不可的远路。"},
    {"quote": "不在别人树上摘果，要在自家院里种树。"},
    {"quote": "文化兴国运兴，文化强民族强。"},
    {"quote": "奋斗是青春底色，行动是最好磨砺。"},
    {"quote": "治国有常，利民为本。"},
    {"quote": "参天之木必有根，怀山之水必有源。"},
    {"quote": "人类只有一个地球，人类也只有一个共同的未来。"},
    {"quote": "'键对键'不能代替'面对面'。"},
    {"quote": "命是自己的，运却和整个国家相关联。"},
    {"quote": "'正步'人生，从未'稍息'。"},
    {"quote": "星光不问赶路人，历史属于奋斗者。"},
    {"quote": "一寸山河一寸血，一抔热土一抔魂。"},
    {"quote": "朝着阳光生长，黑夜就不再漫长。"},
    {"quote": "眼界不够，看到的都是问题，格局不够，纠结的都是鸡毛蒜皮。"},
    {"quote": "允许自己不完美，恰是完美的开始。"},
    {"quote": "不是所有鲜花都盛开在春天，不是所有河流都流向大海。"},
    {"quote": "流水不争先，争的是滔滔不绝。"},
    {"quote": "不要高估一年的积累，也不要低估十年的改变。"},
    {"quote": "心里种花，人生才不会荒芜；心中有光，脚下自有力量。"},
    {"quote": "人生没有太晚的开始，只要启程，风景永远新奇。"},
    {"quote": "读书是门槛最低的高贵，思考是成本最低的成长。"},
    {"quote": "精力是最珍贵的资源，对每个人皆一视同仁。"},
    {"quote": "努力增强自身的素养，把挫折与困境视作成长的机遇。"},
    {"quote": "人生，选择比勤奋更为关键。"},
    {"quote": "于高山之巅，方见大河奔涌。"},
    {"quote": "众智谋事必明，众力举事必成。"},
    {"quote": "熬过万丈孤苦，藏下星辰大海。"},
    {"quote": "每一天都是新的开始。"}
]